Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryBottomDir2WithSpacing Property
 "Bottom/Interior Minor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryBottomDir2WithSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryBottomDir2WithSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryBottomDir2WithSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryBottomDir2WithSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace